Repository: SeniorCSThesisProject/LicensePlateCrimeWebApp
Catalog: WebApp/Resources/Views/Home/Privacy.*.resx
Languages: tr_tr

# BİLGİ GÜNCELLEME VE DEĞİŞİKLİK
source: INFORMATION UPDATE AND CHANGE
tr_tr: BİLGİ GÜNCELLEME VE DEĞİŞİKLİK

# Faks
source: Fax
tr_tr: Faks

# Gizlilik Politikası
source: Privacy Policy
tr_tr: Gizlilik Politikası

# GİZLİLİK POLİTİKASI
source: PRIVACY POLICY
tr_tr: GİZLİLİK POLİTİKASI

# GİZLİLİK POLİTİKASININ KAPSAMI
source: SCOPE OF THE PRIVACY POLICY
tr_tr: GİZLİLİK POLİTİKASININ KAPSAMI

source: it has agreed in principle to ensure the confidentiality of the information shared by you who visit the website. For this reason, this “Privacy Policy” has been created to inform you by explaining which of your information is processed by the License Plate Crime System, by which means and for what purpose in accordance with the law, with which third parties this information is shared in accordance with the law and within the scope of the permission you have given, and in what way it is protected by the License Plate Crime System. All services offered to you by the License Plate Crime System through all kinds of channels will be briefly referred to as “Service”.
tr_tr: internet sitesini ziyaret eden sizlerin paylaşmış olduğu bilgilerin gizliliğini sağlamayı ilke olarak kabul etmiştir. Bu nedenle işbu “Gizlilik Politikası” sizlerin hangi bilgilerinin, hangi yollarla ve hukuka uygun hangi amaç çerçevesinde Plaka Ceza Sistemi tarafından işlendiğini, bu bilgilerin hukuka uygun olarak ve vermiş olduğunuz izin kapsamında hangi üçüncü kişiler ile paylaşıldığını ve Plaka Ceza Sistemi tarafından ne şekilde korunduğunu açıklayarak sizi bilgilendirmek amacı ile oluşturulmuştur. Plaka Ceza Sistemi tarafından sizlere her türlü kanaldan sunulan tüm hizmetler kısaca “Hizmet” olarak anılacaktır.

# Kampüsü, Üniversite Cd.
source: Campus, University Street
tr_tr: Kampüsü, Üniversite Cd.

source: you can help to make sure that your contact information and preferences are correct, complete and up-to-date from the e-mail address. In terms of other personal data we hold, you can request that we correct information that is incorrect, or delete information that is not required to be stored by law or for legitimate commercial purposes.
tr_tr: mail adresinden iletişim bilgilerinizin ve tercihlerinizin doğru, tam ve güncel olmasına yardımcı olabilirsiniz. Elimizdeki diğer kişisel veriler açısından; yanlış olan bir bilgiyi düzeltmemizi ya da yasa gereği veya meşru ticari amaçlar ile saklamasının gerekmediği bilginin silinmesini talep edebilirsiniz.

# Pazarlama Ticaret A.Ş. (“Plaka Ceza Sistemi”)
source: Marketing Trade INC. ("License Plate Crime System")
tr_tr: Pazarlama Ticaret A.Ş. (“Plaka Ceza Sistemi”)

# Plaka Ceza Sistemi A.Ş.
source: License Plate Crime System INC.
tr_tr: Plaka Ceza Sistemi A.Ş.

source: Some of your personal data are processed by the Plate Crime System within the scope of the Services provided. This personal data may include: first name-last name, T.C. ID Number, nationality information, mother's name, father's name, place of birth, date of birth, gender, tax number, SGK number, signature information, photo, vehicle license plate, phone number, address, e-mail address, fax number, IP address, social media accounts, location information, information about your purchase of products or services, pay information, pages you view on our site, if you visit our site with your mobile device, the data that promotes your mobile device and any other information that you have explicitly and in writing preferred and approved to provide to us, or that we may obtain from third parties with your explicit consent, can be accessed and processed by us.
tr_tr: Plaka Ceza Sistemi tarafından, verilen Hizmetler kapsamında birtakım kişisel verileriniz işlenmektedir. Bu kişisel veriler şunları içerebilir: ad-soyad, T.C. Kimlik Numarası, uyruk bilgisi, anne adı, baba adı, doğum yeri, doğum tarihi, cinsiyet, vergi numarası, SGK numarası, imza bilgisi, fotoğraf, taşıt plakası, telefon numarası, adres, e-posta adresi, faks numarası, IP adresi, sosyal medya hesapları, konum bilgileri, ürün veya hizmet satın almanızla ilgili bilgiler, ödeme bilgileri, sitemizde görüntülediğiniz sayfalar, sitemizi mobil cihazınız ile ziyaret etmeniz halinde mobil cihazınızı tanıtan veriler ve tarafımıza vermeyi açıkça ve yazılı olarak tercih ettiğiniz ve onayladığınız veya üçüncü kişilerden bu açık onayınız ile elde edebileceğimiz diğer her tür bilgiye tarafımızdan erişilebilir ve bu bilgiler işlenebilir.

# Plaka Ceza Sistemi Yazılım Teknolojileri Araştırma Geliştirme ve
source: License Plate Crime System Software Technologies Research and Development and
tr_tr: Plaka Ceza Sistemi Yazılım Teknolojileri Araştırma Geliştirme ve

source: The License Plate Crime System may change the content of this Privacy Policy at any time in order to keep the privacy and data protection principles up to date and to make them comply with the relevant legislation. The changed Privacy Policy will be announced on the License Plate Crime System website. It is possible for you to constantly access the current version of the Privacy Policy through our website. If you continue to use the services and/or applications of Plaka Crime System after the amendment of this Privacy Policy, it is assumed that you accept the changes made. The provisions of the Privacy Policy amended by the License Plate Crime System become effective on the date of publication on the website.
tr_tr: Plaka Ceza Sistemi, gizlilik ve veri koruma prensiplerini güncel tutmak ve ilgili mevzuata uygun hale getirmek için işbu Gizlilik Politikası’nın içeriğini dilediği zaman değiştirebilir. Değişen Gizlilik Politikası Plaka Ceza Sistemi internet sitesinde ilan edilecektir. Gizlilik Politikası’nın güncel haline web sitemiz üzerinden sürekli olarak ulaşmanız mümkündür. İşbu Gizlilik Politikası’nın değiştirilmesinden sonra Plaka Ceza Sistemi’in hizmet ve/veya uygulamalarını kullanmaya devam etmeniz halinde yapılan değişiklikleri kabul ettiğiniz varsayılır. Plaka Ceza Sistemi’in değişiklik yaptığı Gizlilik Politikası hükümleri internet sitesinde yayınlandığı tarihte yürürlük kazanır.

source: The License Plate Crime System may obtain some of the above-mentioned personal data by using a technical communication file (Cookie). The mentioned technical communication files are small text files that a website sends to the user's browser (browser) to be stored in main memory. The technical communication file facilitates the use of the Internet by storing status and preferences about a website. The technical communication file helps to obtain statistical information about how many people use the website, for what purpose a person visits the website, how many times and how long they stay, and to dynamically generate ads and content from user pages specially designed for users. The technical communication file is not designed to retrieve data or any other personal data from the main memory or from your e-mail. Many of the browsers are designed to accept the technical communication file at first, but users can change the settings to ensure that the technical communication file does not arrive or that the technical communication file is alerted when it is sent.
tr_tr: Plaka Ceza Sistemi, yukarıda anılan kişisel verilerden bazılarını teknik bir iletişim dosyasını (Çerez-Cookie) kullanarak elde edebilir. Bahsi geçen teknik iletişim dosyaları, ana bellekte saklanmak üzere bir internet sitesinin kullanıcının tarayıcısına (browser) gönderdiği küçük metin dosyalarıdır. Teknik iletişim dosyası bir internet sitesi hakkında durum ve tercihleri saklayarak İnternet’in kullanımını kolaylaştırır. Teknik iletişim dosyası, internet sitesini kaç kişinin kullandığını, bir kişinin internet sitesini hangi amaçla, kaç kez ziyaret ettiğini ve ne kadar kaldıkları hakkında istatistiksel bilgileri elde etmeye ve kullanıcılar için özel tasarlanmış kullanıcı sayfalarından dinamik olarak reklam ve içerik üretilmesine yardımcı olur. Teknik iletişim dosyası, ana bellekte veya e-postanızdan veri veya başkaca herhangi bir kişisel veri almak için tasarlanmamıştır. Tarayıcıların pek çoğu başta teknik iletişim dosyasını kabul eder biçimde tasarlanmıştır ancak kullanıcılar dilerse teknik iletişim dosyasının gelmemesi veya teknik iletişim dosyasının gönderildiğinde ikaz verilmesini sağlayacak biçimde ayarları değiştirebilirler.

# Son Güncelleme Tarihi
source: Last Updated Date
tr_tr: Son Güncelleme Tarihi

source: As part of the offered service, the License Plate Crime System may obtain and transfer information about you who receive the service within the scope of this Privacy Policy. Such information transfers are made in accordance with the conditions determined by third parties and existing contracts with third parties and the current legal legislation in force. This Privacy Policy does not reflect the privacy practices of the third parties to whom information is transferred, and the License Plate Crime System is not responsible for their privacy policies or practices. This Privacy Policy does not cover applications beyond the control of License Plate Crime System, information collected by third-party websites and platforms, information collected by third parties through links on the License Plate Crime System website, or headlines, campaigns and other advertisements or promotions on third-party websites sponsored and/or participated in by License Plate Crime System. The License Plate Crime System is not responsible for the transactions made regarding the personal data collected, stored and used by third parties through their own websites.
tr_tr: Sunulan hizmetin bir parçası olarak Plaka Ceza Sistemi, hizmet alan sizlere ilişkin bilgileri işbu Gizlilik Politikası kapsamında elde edebilir ve aktarabilir. Bu tür bilgi aktarımları, üçüncü kişiler tarafından belirlenen şartlara ve üçüncü kişiler ile mevcut sözleşmelere ve yürürlükteki mevcut yasal mevzuata uygun olarak yapılır. Bu Gizlilik Politikası, bilgi aktarımı yapılan üçüncü kişilerin gizlilik uygulamalarını yansıtmamaktadır ve onların gizlilik politikalarından veya uygulamalarından Plaka Ceza Sistemi sorumlu değildir. İşbu Gizlilik Politikası Plaka Ceza Sistemi’in kendi kontrolü dışındaki uygulamalar, üçüncü taraflara ait internet siteleri ve platformlar tarafından toplanılan bilgiler, üçüncü taraflarca Plaka Ceza Sistemi internet sitesindeki bağlantılar üzerinden toplanan bilgiler veya Plaka Ceza Sistemi’in sponsor olduğu ve/veya katıldığı üçüncü taraf internet siteleri üzerindeki başlıklar, kampanyalar ve diğer reklam veya tanıtımları kapsamamaktadır. Üçüncü tarafların kendi internet siteleri yoluyla topladığı, sakladığı ve kullandığı kişisel verilere yönelik yapılan işlemlerden Plaka Ceza Sistemi sorumlu değildir.

# Tel
source: Phone
tr_tr: Tel

# TOPLANAN VERİLER
source: COLLECTED DATA
tr_tr: TOPLANAN VERİLER

# ÇEREZ KULLANIMI
source: USE OF COOKIES
tr_tr: ÇEREZ KULLANIMI

# İletişim Bilgileri
source: Contact Information
tr_tr: İletişim Bilgileri
